export const TRANSLATIONS_TH = {
  // Navigation
  home: "หน้าแรก",
  services: "บริการ",
  work: "ผลงาน",
  contact: "ติดต่อ",

  // Homepage
  creative: "ครีเอทีพ",
  agency: "เอเจนซี่",
  homepageTagline: "จิ๋วแต่แจ๋ว",
  homepageTaglineTitle:
    "กราฟิโอ้เป็นครีเอทีพเอเจนซี่ขนาดเล็ก เชี่ยวชาญในด้านการผลิต และออกแบบวิดีโอที่สร้างสรรค์",
  homepageTaglineContent:
    "เราเป็นครีเอทีฟเอเจนซี่ในตัวเมืองเชียงใหม่ที่ให้บริการเต็มรูปแบบ โดยนำเสนอดิจิทัลโซลูชั่นที่จุดประกายความคิด ความประทับใจ และสร้างการเปลี่ยนแปลงจากการออกแบบ",
  "recent work": "ผลงานล่าสุด",
  "view all work": "ดูผลงานทั้งหมด",

  // Services
  servicesHeader1: "เราทำ",
  servicesHeader2: "อะไรบ้าง",
  servicesTagline: "สุดครีเอทีพ",
  servicesTaglineTitle: "บริการครีเอทีพอย่างเต็มรูปแบบ",
  servicesTaglineContent:
    "เชื่อมโยงข้อมูลเชิงลึกกับจินตนาการที่ไร้ขีดจำกัด ทีมงานครีเอทีพของเราร่วมมือกันสร้างแคมเปญที่มีประสิทธิภาพซึ่งมีลักษณะเฉพาะ สวยงาม และมีพลัง เราสร้างประสบการณ์ที่ใช้งานได้จริงและปรับแต่งได้ ซึ่งไม่เพียงแค่สร้างความประหลาดใจให้กับผู้ใช้ในทุกแพลตฟอร์ม แต่ยังทำงานเพื่อสร้างความสัมพันธ์ที่แน่นแฟ้นยิ่งขึ้นระหว่างแบรนด์และลูกค้า แนวคิดที่เราสร้างขึ้นมีจุดมุ่งหมายและเฉพาะเจาะจง โดยทำงานเพื่อสนับสนุนวิสัยทัศน์ของแบรนด์ และสร้างความสัมพันธ์ระหว่างแบรนด์และลูกค้า",
  servicesVideoProduction: "การผลิตวิดีโอ",
  servicesVideoProductionContent:
    "ตั้งแต่วิดีโอการตลาด การสัมภาษณ์ที่เป็นทางการ VFX ไปจนถึง vlogs กราฟิโอ้เพียบพร้อมไปด้วยเครื่องมือและกรอบความคิดที่แหวกแนว ที่จะช่วยตอบโจทย์ความต้องของคุณ นอกเหนือจากนี้ เรายังเชี่ยวชาญด้านวิดีโอเพื่อการศึกษาอีกด้วย",
  servicesWebDesignAndDevelopment: "การออกแบบและพัฒนาเว็บ",
  servicesWebDesignAndDevelopmentContent:
    "หากคุณต้องการเว็บไซต์ที่ลูกค้าของคุณจะหลงรัก เราพร้อมให้บริการ! การออกแบบที่ทันสมัยเหมาะกับแนวคิดทางธุรกิจของคุณ รวดเร็ว ใช้งานได้จริง และใช้งานง่าย ตอบสนองทุกอุปกรณ์และแพลตฟอร์ม",
  servicesGraphicMotionDesign: "กราฟิก และโมชั่นดีไซน์",
  servicesGraphicMotionDesignContent:
    "ไม่ว่าคุณจะชอบการออกแบบสไตล์ภาพเคลื่อนไหวระดับไฮเอนด์ สไตล์สร้างสรรค์ที่แหลวกแนว หรือสไตล์ที่เรียบง่าย ทีมครีเอทีพของเราจะทำให้ธุรกิจของคุณน่าจดจำ",
  seeOurWork: "ชมผลงานของเรา",

  // Work
  workHeader1: "เราเคยทำ",
  workHeader2: "อะไรบ้าง",
  workTagline: "บริการครีเอทีพอย่างเต็มรูปแบบ",
  workTaglineTitle:
    "ด้วยสตูดิโอที่ครบครัน เราสามารถผลิตโปรดักที่หลากหลายสำหรับแบรนด์ของคุณ",
  workTaglineContent:
    "บริการครีเอทีพของเราผลิตได้ทุกอย่าง ตั้งแต่สื่อแสดงผล เนื้อหาขนาดใหญ่ แพลตฟอร์มเว็บ ไปจนถึงแหล่งข้อมูลดิจิทัลที่เป็นประโยชน์สำหรับการออกแบบเว็บและมือถือ โซเชียลมีเดีย และอื่นๆ เราสร้างคอนเทนต์ที่ต่อเนื่องตั้งแต่การระดมความคิด การผลิต การตัดต่อ ไปจนถึงการเผยแพร่",
  "learn more": "ดูเพิ่มเติม",

  // Contact
  contactHeader1: "ร่วมงาน",
  contactHeader2: "กับเรา",
  contactTagline: "สวัสดี",
  contactTaglineTitle: "เราคือคำตอบที่คุณกำลังตามหา",
  contactTaglineContent:
    "เราพร้อมรับฟังและพูดคุยเกี่ยวกับไอเดียใหม่ๆ มาแลกเปลี่ยนความคิดเกี่ยวกับโครงการของคุณได้แล้ววันนี้",
  address: "2/6 ถ.สุขเกษม ต.สุเทพ เชียงใหม่ 50200",
  // Contact > Form
  name: "ชื่อ",
  namePlaceholder: "ปีเตอร์ ปาร์คเกอร์",
  phone: "เบอร์โทรศัพท์",
  email: "อีเมล",
  business: "โปรเจกต์",
  businessPlaceholder: "โปรเจกต์ของคุณ",
  textArea: "ให้เราช่วยอะไร?",
  textAreaPlaceholder: "ถามเราได้เลย!",
  submit: "ส่งอีเมล",

  // Categories
  all: "ทั้งหมด",
  "video production": "การผลิตวิดีโอ",
  "web development": "การพัฒนาเว็บ",
  "motion graphics": "โมชั่นดีไซน์",
  translationAndTranscription: "การแปลและการถอดความภาษาอังกฤษและภาษาไทย",
};
